Repository: OGD-Jordan/ckanext-pages
Catalog: ckanext/pages/i18n/*/LC_MESSAGES/ckanext-pages.po
Languages: ar

source: Missing 'id' in request.
ar: مفقود 'رقم المعرف' في الطلب

source: Page not found.
ar: لم يتم العثور على الصفحة

source: Not authorized to see this page
ar: غير مصرح له برؤية هذه الصفحة

source: Disabled
ar: معطل

source: Upcoming
ar: القادمة

source: Posted
ar: نشر

source: Past Event
ar: فعالية سابقة

source: Currently Happening
ar: يحدث حالياً

source: Event item not found.
ar: لم يتم العثور على عنصر الفعالية

source: Event not found
ar: لم يتم العثور على الفعالية

source: News not found
ar: لم يتم العثور على الأخبار

source: Page not found
ar: لم يتم العثور على الصفحة

source: News item not found.
ar: لم يتم العثور على عنصر الأخبار

source: User not found
ar: لم يتم العثور على المستخدم

source: Datasets
ar: مجموعات البيانات

source: Government Entities
ar: الجهات الحكومية

source: Sectors
ar: القطاعات

source: Dashboard
ar: لوحة الأداء

source: Reuses
ar: إعادة الاستخدام

source: Request New Dataset
ar: طلب مجموعة بيانات جديدة

source: Report an Error
ar: الإبلاغ عن خطأ

source: API Guide
ar: دليل واجهة برمجة التطبيقات

source: Submit new Reuse
ar: إرسال إعادة استخدام جديدة

source: News List
ar: قائمة الأخبار

source: Events List
ar: قائمة الفعاليات

source: Unauthorized to Add/update Pages
ar: غير مصرح بإضافة/تحديث الصفحات

source: Unauthorized to delete the Page
ar: غير مصرح بحذف الصفحة

source: Event deleted successfully!
ar: !تم حذف الفعالية بنجاح

source: News deleted successfully!
ar: تم حذف الأخبار بنجاح

source: Page id not specified.
ar: لم يتم تحديد معرف الصفحة

source: Page deleted successfully!
ar: !تم حذف الصفحة بنجاح

source: Not authorized to manage headers
ar: غير مصرح له لإدارة الترويسات

source: Menu item visibility updated
ar: تم تحديث رؤية عنصر القائمة

source: Not authorized to update menu items
ar: غير مصرح بتحديث عناصر القائمة

source: Menu item not found
ar: لم يتم العثور على عنصر القائمة

source: Menu item deleted
ar: تم حذف عنصر القائمة

source: Not authorized to delete menu items
ar: غير مصرح بحذف عناصر القائمة

source: Header logo uploaded successfully
ar: تم تحميل شعار الترويسة بنجاح

source: Not authorized to edit logo
ar: غير مصرح بتعديل الشعار

source: Logo not found
ar: لم يتم العثور على الشعار

source: Not More Than 6 Items Can Be Added to Main Header Without Any Parent.
ar: لا يمكن إضافة أكثر من 6 عناصر إلى العنوان الرئيسي بدون أي عنصر رئيسي

source: Maximum root items reached
ar: تم الوصول إلى الحد الأقصى للعناصر الجذرية

source: Menu item created successfully
ar: تم إنشاء عنصر القائمة بنجاح

source: Not authorized to create menu items
ar: غير مصرح بإنشاء عناصر القائمة

source: Menu item updated
ar: تم تحديث عنصر القائمة

source: Not authorized to edit menu items
ar: غير مصرح بتعديل عناصر القائمة

source: Not authorized to view menu item details
ar: غير مصرح له بعرض تفاصيل عناصر القائمة

source: Same Tab
ar: نفس علامة التبويب

source: New Tab
ar: علامة تبويب جديدة

source: ERROR: View not found {view_id}
ar: {view_id}خطأ: لم يتم العثور على العرض

source: Your browser does not support iframes.
ar: لا يدعم متصفحك الأطر المضمنة

source: Only Posting is availiable
ar: متاح النشر فقط

source: Unauthorized to upload file %s
ar: %s غير مصرح بتحميل الملف

source: Page name already exists in database
ar: اسم الصفحة موجود بالفعل في قاعدة البيانات

source: User not authorized.
ar: المستخدم غير مصرح له

source: Maximum %s links can be added in a column.
ar: في العمود %s يمكن إضافة أقصى عدد من الروابط

source: Maximum %s Social Media links can be.
ar: من روابط الوسائط الاجتماعية %s يمكن إضافة أقصى عدد

source: Maximum %s items can be added in Footer Banner.
ar: %s يمكن إضافة حد أقصى من عنصر في قائمة التذييل.

source: Invalid Column Number.
ar: رقم العمود غير صالح

source: Invalid Id. Record not found.
ar: معرف غير صالح. لم يتم العثور على السجل

source: Invalid Target Selected.
ar: تم تحديد هدف غير صالح

source: Invalid name. Name already exists
ar: اسم غير صالح. الاسم موجود بالفعل

source: Unauthorized to update CMS footer
ar: غير مصرح بتحديث تذييل نظام ادارة المحتوى

source: Unauthorized to Add/update this footer Item
ar: غير مصرح بإضافة/تحديث عنصر التذييل هذا

source: Unauthorized to delete this footer Item
ar: غير مصرح بحذف هذا العنصر التذييلي

source: Pages
ar: الصفحات

source: Header
ar: الترويسة

source: Footer
ar: التذييل

source: Main Page
ar: الصفحة الرئيسية

source: News
ar: الاخبار

source: Events
ar: الفعاليات

source: System Pages Urls
ar: عناوين صفحات النظام

source: Blog
ar: المدونة

source: What are Pages?
ar: ما هي الصفحات؟

source: <p>Pages are a simple way to add extra pages to your ckan instance. You can assign an order to them.</p>
ar: <p>الصفحات هي طريقة بسيطة لإضافة صفحات إضافية إلى مثيل 'سكان' الخاص بك. يمكنك تعيين ترتيب لها.</p>

source: Add Blog Article
ar: أضف مقالة المدونة

source: Edit Blog Article
ar: تعديل مقالة المدونة

source: eg. Blog Article Title
ar: مثال : عنوان مقال المدونة

source: Add page
ar: إضافة صفحة

source: Edit page
ar: تعديل الصفحة

source: eg. Page Title
ar: مثال : عنوان الصفحة

source: Title
ar: العنوان

source: Publish Date
ar: تاريخ النشر

source: Visibility
ar: الوضوح

source: Private
ar: خاص

source: Public
ar: عام

source: Header Order
ar: ترتيب الترويسة

source: Not in Menu
ar: ليس في القائمة

source: Content
ar: محتوى

source: Enter content here
ar: أدخل المحتوى هنا

source: My content
ar: المحتوى الخاص بي

source: Cancel
ar: الغاء

source: Add
ar: اضافة

source: Are you sure you want to delete this Page?
ar: هل أنت متأكد أنك تريد حذف هذه الصفحة؟

source: Delete
ar: حذف

source: Save
ar: حفظ

source: Edit
ar: تعديل

source: This page currently has no content
ar: لا يوجد محتوى في هذه الصفحة حاليا

source: More
ar: المزيد

source: Edit Article
ar: تعديل المقال

source: Blog Articles
ar: مقالات المدونة

source: <p>Add blog articles to CKAN here.</p>
ar: <p>أضف مقالات المدونة إلى 'سكان' هنا</p>

source: Add Article
ar: اضافة مقال

source: Confirm Delete
ar: تأكيد الحذف

source: Content Management System
ar: نظام ادارة المحتوى

source: Add Events
ar: اضافة فعاليات

source: Title Ascending
ar: عنوان تصاعدي

source: Title Descending
ar: عنوان تنازلي

source: Creation Date Ascending
ar: تاريخ الإنشاء تصاعدي

source: Creation Date Descending
ar: تاريخ الإنشاء تنازلي

source: Start Date Ascending
ar: تاريخ البدء تصاعدي

source: Start Date Descending
ar: تاريخ البدء تنازلي

source: End Date Ascending
ar: تاريخ الانتهاء تصاعدي

source: End Date Descending
ar: تاريخ الانتهاء تنازلي

source: Order by
ar: ترتيب حسب

source: Date Of Creation
ar: تاريخ الإنشاء

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Status
ar: حالة

source: Actions
ar: الإجراءات

source: Please Confirm Action
ar: يرجى تأكيد الإجراء

source: Are you sure you want to delete this event?
ar: هل أنت متأكد أنك تريد حذف هذه الفعالية؟

source: Confirm
ar: تأكيد

source: No events found.
ar: لم يتم العثور على أي فعاليات

source: Edit Event
ar: تعديل فعالية

source: Add New
ar: اضافة

source: Event Edit
ar: تعديل فعالية

source: Title En
ar: العنوان باللغة الإنجليزية

source: eg. my-event
ar: مثال . فعاليتي

source: Title Ar
ar: العنوان باللغة العربية

source: News Image
ar: (1200 x 400 pixels) صورة الاخبار

source: Brief En
ar: موجز اللغة الإنجليزية

source: Enter Brief in English
ar: أدخل موجز باللغة الإنجليزية

source: Brief Ar
ar: موجز باللغة العربية

source: Enter Brief in Arabic
ar: أدخل موجز باللغة العربية

source: Content En
ar: المحتوى باللغة الإنجليزية

source: Content Ar
ar: المحتوى باللغة العربية

source: System Pages
ar: صفحات النظام

source: Link En
ar: رابط اللغة الإنجليزية

source: Link Ar
ar: رابط اللغة العربية

source: Add News
ar: اضافة اخبار

source: Publish Date Ascending
ar: تاريخ النشر تصاعدي

source: Publish Date Descending
ar: تاريخ النشر تنازلي

source: News Title
ar: عنوان الاخبار

source: Unhide
ar: إظهار

source: Hide
ar: إخفاء

source: Are you sure you want to delete this new?
ar: هل أنت متأكد أنك تريد حذف هذا الخبر؟

source: No news found
ar: لم يتم العثور على أخبار

source: Edit News
ar: تعديل الاخبار

source: News Edit
ar: تعديل الاخبار

source: Enter title in English
ar: أدخل العنوان باللغة الإنجليزية

source: eg. my-news
ar: مثال. اخباري

source: Enter title in Arabic
ar: أدخل العنوان باللغة العربية

source: News Date
ar: تاريخ الاخبار

source: Enter brief in English
ar: أدخل موجز باللغة الإنجليزية

source: Enter brief in Arabic
ar: أدخل موجز باللغة العربية

source: Edit Page
ar: تعديل الصفحة

source: Page Edit
ar: تعديل الصفحة

source: Add Pages
ar: اضافة صفحات

source: eg. my-page
ar: مثال. صفحتي

source: Cover Image
ar: (1200 x 400 pixels) صورة الغلاف

source: Enter content in English here
ar: أدخل المحتوى باللغة الإنجليزية هنا

source: Enter content in Arabic here
ar: أدخل المحتوى باللغة العربية هنا

source: Add Page
ar: اضافة صفحة

source: Page Urls
ar: اضافة عناوين

source: Are you sure you want to delete this page?
ar: هل أنت متأكد أنك تريد حذف هذه الصفحة؟

source: No pages found.
ar: لم يتم العثور على صفحات

source: Header Management
ar: ادارة الترويسة

source: Edit Header Logo
ar: تعديل شعار الترويسة

source: Edit Main Menu Item
ar: تعديل عنصر القائمة الرئيسية

source: Add Main Menu Item
ar: إضافة عنصر القائمة الرئيسية

source: Edit Secondary Menu Item
ar: تعديل عنصر القائمة الثانوية

source: Add Secondary Menu Item
ar: اضافة عنصر القائمة الثانوية

source: Menu Item Details
ar: تفاصيل عنصر القائمة

source: Value
ar: قيمة

source: Type
ar: نوع

source: Parent
ar: الاصل

source: Order
ar: ترتيب

source: Main Menu
ar: القائمة الرئيسية

source: Title (English)
ar: العنوان (الإنجليزية)

source: Title (Arabic)
ar: العنوان (العربية)

source: Link (English)
ar: الرابط (الإنجليزية)

source: Link (Arabic)
ar: الرابط (العربية)

source: Visible
ar: ظاهر

source: None
ar: لا أحد

source: Yes
ar: نعم

source: No
ar: لا

source: Header Logo In Arabic
ar: شعار الترويسة باللغة العربية

source: Recomndation Size 250*55
ar: 250*55 الحجم الموصى به

source: Upload
ar: تحميل

source: Header Logo In English
ar: شعار الترويسة باللغة الإنجليزية

source: Header Logo
ar: شعار الترويسة

source: Header Logo Arabic
ar: شعار االترويسة باللغة العربية

source: Header Logo English
ar: شعار االترويسة باللغة الإنجليزية

source: No logo uploaded yet
ar: لم يتم تحميل الشعار بعد

source: Link
ar: الرابط

source: Menu
ar: القائمة

source: Filter By Type
ar: نوع التصنيف

source: Select Type
ar: تحديد النوع

source: Are you sure you want to delete this menu item?
ar: هل أنت متأكد أنك تريد حذف عنصر القائمة هذا؟

source: View
ar: عرض

source: Secondary Menu
ar: القائمة الثانوية

source: Are you sure you want to delete this secondary menu item?
ar: هل أنت متأكد أنك تريد حذف عنصر القائمة الثانوية هذا؟

source: No secondary menu found.
ar: لم يتم العثور على قائمة ثانوية

source: There are currently no blog articles here
ar: لا توجد مقالات مدونة هنا حاليًا

source: There are currently no pages here
ar: لا يوجد صفحات هنا حاليا

source: CMS Footer Footer Banner Link
ar: رابط لافتة تذييل نظام ادارة المحتوى

source: Footer Management
ar: ادارة التذييل

source: Footer Banner Add
ar: إضافة لافتة التذييل

source: Footer Banner Edit
ar: تعديل لافتة التذييل

source: eg. A descriptive title in English
ar: مثال. عنوان وصفي باللغة الإنجليزية

source: eg. A descriptive title in Arabic
ar: مثال.عنوان وصفي باللغة العربية

source: eg. 1 or 2
ar: مثال. 1 او 2

source: Footer Banner Icon (175 x 70 pixels)
ar: (175 x 70 pixels) أيقونة لافتة التذييل

source: Back
ar: عودة

source: CMS Footer Column 1
ar: عمود تذييل نظام ادارة المحتوى 1

source: Column 1 Update
ar: تحديث العمود 1

source: Footer Logo En (260 x 110 pixels)
ar: (260 x 110 pixels) شعار التذييل باللغة الإنجليزية

source: Footer Logo Ar (260 x 110 pixels)
ar: (260 x 110 pixels)شعار التذييل باللغة العربية

source: Phone Number
ar: رقم الهاتف

source: CMS Footer Column Link
ar: رابط عمود تذييل نظام ادارة المحتوى

source: Column Link Add
ar: إضافة رابط العمود

source: Column Link Edit
ar: تعديل رابط العمود

source: Select Target
ar: حدد الهدف

source: Link Target
ar: رابط الهدف

source: CMS Footer
ar: تذييل نظام ادارة المحتوى

source: Edit Footer Column 1
ar: تعديل عمود التذييل 1

source: Edit Footer Column 2
ar: تعديل عمود التذييل 2

source: Edit Footer Column 3
ar: تعديل عمود التذييل 3

source: CMS Footer Social Media Link
ar: رابط الوسائط الاجتماعية لتذييل نظام ادارة المحتوى

source: Social Media Add
ar: إضافة وسائل التواصل الاجتماعي

source: Social Media Edit
ar: تعديل وسائل التواصل الاجتماعي

source: Social Media Icon (42 x 42 pixels)
ar: (42 x 42 pixels)ايقونة وسائل التواصل الاجتماعي

source: Logo En
ar: شعار اللغة الإنجليزية

source: Logo Ar
ar: شعار اللغة العربية

source: Edit Link
ar: تعديل الرابط

source: Column Title En
ar: عنوان العمود باللغة الإنجليزية

source: Column Title Ar
ar: عنوان العمود باللغة العربية

source: Update
ar: تحديث

source: Social Media
ar: وسائل التواصل الاجتماعي

source: Footer Banner
ar: لافتة تذييلية

source: Image
ar: صورة

source: Target
ar: هدف

source: Delete Link
ar: حذف الرابط

source: Are you sure you want to delete this link?
ar: هل أنت متأكد أنك تريد حذف هذا الرابط؟

source: Section Name
ar: اسم القسم

source: Last Update
ar: التحديث الأخير

source: Edit Section
ar: تعديل القسم

source: Main Title 1 AR
ar: العنوان الرئيسي باللغة العربية 1

source: Main Title 1 EN
ar: العنوان الرئيسي باللغة الإنجليزية 1

source: Main Title 2 AR
ar: العنوان الرئيسي باللغة العربية 2

source: Main Title 2 EN
ar: العنوان الرئيسي باللغة الإنجليزية 2

source: Main Brief EN
ar: الموجز الرئيسي للغة الإنجليزية

source: Main Brief AR
ar: الموجز الرئيسي للغة العربية

source: Save Edit
ar: حفظ التعديل

source: Start date must be less than end date.
ar: يجب ان يكون تاريخ البدء اقل من تاريخ النهاية.

source: Publish date must be today or in the future.
ar: يجب ان يكون تاريخ النشر هو اليوم او في المستقبل.
